Repository: jjhhyyg/WordScene
Catalog: WordScene/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, vi, zh_hant

source: 还没有收到 iCloud 同步事件。完成签名设备测试前，这不能证明多端已同步。
ar: لم يتم استلام أحداث مزامنة iCloud بعد. لا يثبت هذا المزامنة بين الأجهزة حتى يتم اختبار الجهاز المُوقَّع.
de: Noch keine iCloud-Sync-Ereignisse empfangen. Vor Abschluss des Signatur-Gerätetests ist dies kein Nachweis für eine geräteübergreifende Synchronisation.
en: No iCloud sync events have been received yet. Until signed device testing is complete, this does not prove that multi-device sync is working.
es: Aún no se han recibido eventos de sincronización de iCloud. Hasta completar pruebas en dispositivos firmados, esto no demuestra que la sincronización multidispositivo funcione.
fr: Aucun événement de synchronisation iCloud reçu. Cela ne prouve pas que la synchronisation est active avant de terminer le test de l'appareil signé.
hi: अभी तक कोई iCloud सिंक इवेंट प्राप्त नहीं हुआ। हस्ताक्षरित डिवाइस परीक्षण पूरा होने तक, यह मल्टी-डिवाइस सिंक साबित नहीं करता।
id: Belum ada peristiwa sinkronisasi iCloud yang diterima. Ini tidak membuktikan sinkronisasi multi-perangkat sebelum pengujian perangkat yang ditandatangani selesai.
it: Nessun evento di sincronizzazione iCloud ricevuto. Prima di completare il test di firma del dispositivo, ciò non prova che i dispositivi siano sincronizzati.
ja: iCloud同期イベントがまだ届いていません。署名済みデバイステストが完了するまで、複数端末での同期は確認できません。
ko: 아직 iCloud 동기화 이벤트를 수신하지 않았습니다. 서명된 기기 테스트를 완료하기 전에는 다중 기기 동기화를 확인할 수 없습니다.
nl: Nog geen iCloud-sync-gebeurtenissen ontvangen. Dit bewijst geen synchronisatie tussen apparaten totdat de ondertekende apparaattest is voltooid.
pl: Nie otrzymano jeszcze żadnych zdarzeń synchronizacji iCloud. Dopóki nie zakończysz testowania na podpisanych urządzeniach, nie potwierdza to synchronizacji między urządzeniami.
pt: Nenhum evento de sincronização do iCloud recebido ainda. Isso não prova que a sincronização entre dispositivos está funcionando até que o teste de assinatura do dispositivo seja concluído.
ru: События синхронизации iCloud еще не получены. Это не подтверждает синхронизацию между устройствами до завершения теста подписанного устройства.
tr: Henüz iCloud senkronizasyon olayı alınmadı. Cihaz imzalama testi tamamlanana kadar bu, çoklu uçların senkronize olduğunu kanıtlamaz.
vi: Chưa nhận được sự kiện đồng bộ iCloud. Trước khi hoàn tất kiểm tra thiết bị đã ký, điều này không chứng minh được đồng bộ nhiều đầu cuối.
zh_hant: 尚未收到 iCloud 同步事件。完成簽章裝置測試前，無法證明多端已同步。

source: 还没有收藏
ar: لا توجد مفضلات
de: Keine Favoriten
en: No Saved Items Yet
es: Aún no hay guardados
fr: Aucun favori
hi: अभी तक कोई पसंदीदा नहीं
id: Belum ada favorit
it: Nessun preferito
ja: お気に入りはまだありません
ko: 저장된 항목 없음
nl: Nog geen favorieten
pl: Brak zapisanych
pt: Nenhum favorito
ru: Нет избранного
tr: Henüz favori yok
vi: Chưa có mục yêu thích
zh_hant: 尚無收藏

source: 还没有翻译历史
ar: لا يوجد سجل ترجمة
de: Kein Übersetzungsverlauf
en: No Translation History Yet
es: Aún no hay historial de traducción
fr: Aucun historique de traduction
hi: अभी तक कोई अनुवाद इतिहास नहीं
id: Belum ada riwayat terjemahan
it: Nessuna cronologia traduzioni
ja: 翻訳履歴はまだありません
ko: 번역 기록 없음
nl: Nog geen vertaalgeschiedenis
pl: Brak historii tłumaczeń
pt: Nenhum histórico de tradução
ru: Нет истории переводов
tr: Henüz çeviri geçmişi yok
vi: Chưa có lịch sử dịch
zh_hant: 尚無翻譯記錄

source: 还没有翻译结果
ar: لا توجد نتائج ترجمة
de: Keine Übersetzungsergebnisse
en: No Translation Yet
es: Aún no hay traducción
fr: Aucun résultat de traduction
hi: अभी तक कोई अनुवाद परिणाम नहीं
id: Belum ada hasil terjemahan
it: Nessun risultato di traduzione
ja: 翻訳結果はまだありません
ko: 번역 결과 없음
nl: Nog geen vertaalresultaten
pl: Brak wyników tłumaczenia
pt: Nenhum resultado de tradução
ru: Нет результатов перевода
tr: Henüz çeviri sonucu yok
vi: Chưa có kết quả dịch
zh_hant: 尚無翻譯結果

source: 这会删除早期本机记忆和翻译历史缓存。建议先导出原始备份。
ar: سيؤدي هذا إلى حذف الذاكرة المحلية القديمة وسجل الترجمة المؤقت. يُوصى بتصدير نسخة احتياطية أصلية أولاً.
de: Dies löscht frühere lokale Speicher und den Übersetzungsverlauf-Cache. Es wird empfohlen, vorher ein Rohbackup zu exportieren.
en: This deletes earlier local memory and translation history caches. Export a raw backup first.
es: Esto elimina cachés locales antiguas de recuerdos e historial de traducción. Exporta primero una copia original.
fr: Cela supprimera les caches locaux des mémoires et de l'historique de traduction. Il est recommandé d'exporter d'abord une sauvegarde originale.
hi: इससे पुराने स्थानीय मेमोरी और अनुवाद इतिहास कैश हट जाएंगे। पहले मूल बैकअप निर्यात करने की सलाह दी जाती है।
id: Ini akan menghapus memori lokal lama dan cache riwayat terjemahan. Disarankan untuk mengekspor cadangan asli terlebih dahulu.
it: Questo eliminerà la cache locale di memorie e cronologia traduzioni precedenti. Si consiglia di esportare prima un backup originale.
ja: これにより、以前のローカルメモリと翻訳履歴キャッシュが削除されます。事前に元のバックアップをエクスポートすることをお勧めします。
ko: 이전 로컬 메모리 및 번역 기록 캐시가 삭제됩니다. 먼저 원본 백업을 내보내는 것이 좋습니다.
nl: Dit verwijdert oude lokale geheugens en vertaalgeschiedenis-cache. Het wordt aanbevolen om eerst een back-up te exporteren.
pl: Spowoduje to usunięcie wcześniejszych lokalnych pamięci i historii tłumaczeń. Zaleca się wcześniejsze wykonanie kopii zapasowej.
pt: Isso excluirá o cache local de memórias antigas e histórico de tradução. Recomenda-se exportar um backup original primeiro.
ru: Это удалит старые локальные кэши памяти и истории переводов. Рекомендуется сначала экспортировать резервную копию.
tr: Bu, eski yerel bellek ve çeviri geçmişi önbelleğini siler. Önce orijinal yedeği dışa aktarmanız önerilir.
vi: Thao tác này sẽ xóa bộ nhớ cục bộ cũ và bộ đệm lịch sử dịch. Nên xuất bản sao lưu gốc trước.
zh_hant: 這會刪除舊版本機記憶與翻譯歷史快取。建議先匯出原始備份。

source: 连接成功，Token 已保存。
ar: تم الاتصال بنجاح، وتم حفظ Token.
de: Verbindung erfolgreich, Token gespeichert.
en: Connection succeeded. The token has been saved.
es: La conexión se realizó correctamente. El token se guardó.
fr: Connexion réussie, Token enregistré.
hi: कनेक्शन सफल, Token सहेजा गया।
id: Koneksi berhasil, Token telah disimpan.
it: Connessione riuscita, Token salvato.
ja: 接続成功、Tokenが保存されました。
ko: 연결 성공, Token이 저장되었습니다.
nl: Verbinding geslaagd, Token opgeslagen.
pl: Połączenie udane, Token zapisany.
pt: Conexão bem-sucedida, Token salvo.
ru: Подключение успешно, Token сохранен.
tr: Bağlantı başarılı, Token kaydedildi.
vi: Kết nối thành công, Token đã được lưu.
zh_hant: 連線成功，Token 已儲存。

source: 部分失败 %@
ar: فشل جزئي %@
de: Teilweise fehlgeschlagen %@
en: Partial Failure %@
es: Fallo parcial %@
fr: Échec partiel %@
hi: आंशिक विफलता %@
id: Sebagian gagal %@
it: Errore parziale %@
ja: 一部失敗 %@
ko: 부분 실패 %@
nl: Gedeeltelijk mislukt %@
pl: Częściowe niepowodzenie %@
pt: Falha parcial %@
ru: Частичный сбой %@
tr: Kısmi başarısızlık %@
vi: Một phần thất bại %@
zh_hant: 部分失敗 %@

source: 配置 DeepSeek Token 后，输入内容即可开始翻译。
ar: بعد تكوين Token DeepSeek، أدخل النص لبدء الترجمة.
de: Nach Konfiguration des DeepSeek-Tokens können Sie Text eingeben, um mit der Übersetzung zu beginnen.
en: Save a DeepSeek token, then enter text to start translating.
es: Guarda un token de DeepSeek y luego introduce texto para empezar a traducir.
fr: Configurez le Token DeepSeek, puis saisissez du texte pour commencer la traduction.
hi: DeepSeek Token कॉन्फ़िगर करने के बाद, इनपुट दर्ज करें और अनुवाद शुरू करें।
id: Konfigurasikan Token DeepSeek, lalu masukkan teks untuk mulai menerjemahkan.
it: Dopo aver configurato il Token DeepSeek, inserisci il testo per iniziare la traduzione.
ja: DeepSeek Tokenを設定後、テキストを入力して翻訳を開始できます。
ko: DeepSeek Token을 설정한 후 입력하면 번역이 시작됩니다.
nl: Configureer een DeepSeek Token en begin met vertalen door tekst in te voeren.
pl: Po skonfigurowaniu Tokena DeepSeek wpisz tekst, aby rozpocząć tłumaczenie.
pt: Após configurar o Token do DeepSeek, insira o texto para começar a traduzir.
ru: Настройте Token DeepSeek, затем введите текст для перевода.
tr: DeepSeek Token'ı yapılandırdıktan sonra, çeviriye başlamak için metin girin.
vi: Sau khi cấu hình Token DeepSeek, nhập nội dung để bắt đầu dịch.
zh_hant: 設定 DeepSeek Token 後，輸入內容即可開始翻譯。

source: 重启 App 后生效，已有内容不会被删除。
ar: يسري بعد إعادة تشغيل التطبيق، ولن يتم حذف المحتوى الموجود.
de: Wirkt nach Neustart der App, vorhandene Inhalte werden nicht gelöscht.
en: Restart the app to apply this. Existing content will not be deleted.
es: Reinicia la app para aplicar el cambio. El contenido existente no se eliminará.
fr: Prend effet après le redémarrage de l'appli. Le contenu existant ne sera pas supprimé.
hi: ऐप पुनरारंभ करने पर प्रभावी होगा, मौजूदा सामग्री नहीं हटेगी।
id: Berlaku setelah aplikasi dimulai ulang, konten yang ada tidak akan dihapus.
it: L'effetto sarà visibile dopo il riavvio dell'app. I contenuti esistenti non verranno eliminati.
ja: アプリ再起動後に有効になります。既存のコンテンツは削除されません。
ko: 앱 재시작 후 적용되며, 기존 콘텐츠는 삭제되지 않습니다.
nl: Wordt van kracht na herstart van de app. Bestaande inhoud wordt niet verwijderd.
pl: Zmiany zostaną zastosowane po ponownym uruchomieniu aplikacji. Istniejące treści nie zostaną usunięte.
pt: A alteração terá efeito após reiniciar o aplicativo. O conteúdo existente não será excluído.
ru: Изменения вступят в силу после перезапуска приложения. Существующий контент не будет удален.
tr: Uygulama yeniden başlatıldığında etkin olur, mevcut içerik silinmez.
vi: Hiệu lực sau khi khởi động lại ứng dụng, nội dung hiện có sẽ không bị xóa.
zh_hant: 重新啟動 App 後生效，既有內容不會被刪除。

source: 重复项
ar: العناصر المكررة
de: Duplikate
en: Duplicates
es: Duplicados
fr: Doublons
hi: डुप्लिकेट
id: Duplikat
it: Duplicati
ja: 重複項目
ko: 중복 항목
nl: Duplicaten
pl: Duplikaty
pt: Duplicatas
ru: Дубликаты
tr: Yinelenenler
vi: Mục trùng lặp
zh_hant: 重複項目

source: 重置旧缓存
ar: إعادة تعيين ذاكرة التخزين المؤقت القديمة
de: Alten Cache zurücksetzen
en: Reset Legacy Cache
es: Restablecer caché antigua
fr: Réinitialiser l'ancien cache
hi: पुराना कैश रीसेट करें
id: Setel ulang cache lama
it: Reimposta cache vecchia
ja: 古いキャッシュをリセット
ko: 이전 캐시 재설정
nl: Oude cache resetten
pl: Resetuj stary cache
pt: Redefinir cache antigo
ru: Сбросить старый кэш
tr: Eski önbelleği sıfırla
vi: Đặt lại bộ nhớ đệm cũ
zh_hant: 重置舊快取

source: 重置旧缓存？
ar: إعادة تعيين ذاكرة التخزين المؤقت القديمة؟
de: Alten Cache zurücksetzen?
en: Reset legacy cache?
es: ¿Restablecer caché antigua?
fr: Réinitialiser l'ancien cache ?
hi: पुराना कैश रीसेट करें?
id: Setel ulang cache lama?
it: Reimpostare la cache vecchia?
ja: 古いキャッシュをリセットしますか？
ko: 이전 캐시를 재설정하시겠습니까?
nl: Oude cache resetten?
pl: Resetować stary cache?
pt: Redefinir cache antigo?
ru: Сбросить старый кэш?
tr: Eski önbellek sıfırlansın mı?
vi: Đặt lại bộ nhớ đệm cũ?
zh_hant: 重置舊快取？

source: 阿拉伯语
ar: العربية
de: Arabisch
en: Arabic
es: Árabe
fr: arabe
hi: अरबी
id: Arab
it: Arabo
ja: アラビア語
ko: 아랍어
nl: Arabisch
pl: arabski
pt: Árabe
ru: Арабский
tr: Arapça
vi: Tiếng Ả Rập
zh_hant: 阿拉伯語

source: 隐私
ar: الخصوصية
de: Datenschutz
en: Privacy
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
id: Privasi
it: Privacy
ja: プライバシー
ko: 개인정보
nl: Privacy
pl: Prywatność
pt: Privacidade
ru: Конфиденциальность
tr: Gizlilik
vi: Quyền riêng tư
zh_hant: 隱私

source: 需要处理
ar: يتطلب معالجة
de: Bearbeitung erforderlich
en: Needs Attention
es: Requiere atención
fr: Nécessite une action
hi: ध्यान देने की आवश्यकता है
id: Perlu diproses
it: Richiede attenzione
ja: 処理が必要
ko: 처리 필요
nl: Moet worden verwerkt
pl: Wymaga uwagi
pt: Requer atenção
ru: Требуется обработка
tr: İşlem gerekiyor
vi: Cần xử lý
zh_hant: 需要處理

source: 韩语
ar: الكورية
de: Koreanisch
en: Korean
es: Coreano
fr: coréen
hi: कोरियाई
id: Korea
it: Coreano
ja: 韓国語
ko: 한국어
nl: Koreaans
pl: koreański
pt: Coreano
ru: Корейский
tr: Korece
vi: Tiếng Hàn
zh_hant: 韓語

source: 验收标识
ar: معرّف الاختبار
de: Abnahme-Kennung
en: Smoke Test ID
es: ID de prueba de validación
fr: Identifiant de validation
hi: स्वीकृति पहचानकर्ता
id: ID Uji Penerimaan
it: Identificativo test
ja: 承認識別子
ko: 확인 식별자
nl: Acceptatie-ID
pl: Identyfikator testu
pt: Identificador de teste
ru: Идентификатор проверки
tr: Kabul kimliği
vi: Mã kiểm tra
zh_hant: 驗收識別碼

source: 翻译到译笺
ar: ترجمة إلى WordScene
de: In WordScene übersetzen
en: Translate to WordScene
es: Traducir a WordScene
fr: Traduire vers WordScene
hi: WordScene में अनुवाद करें
id: Terjemahkan ke WordScene
it: Traduci in WordScene
ja: WordSceneに翻訳
ko: WordScene으로 번역
nl: Vertaal naar WordScene
pl: Przetłumacz w WordScene
pt: Traduzir para WordScene
ru: Перевести в WordScene
tr: WordScene’e çevir
vi: Dịch sang WordScene
zh_hant: 翻譯到譯箋

source: 翻译中...
ar: جارٍ الترجمة...
de: Wird übersetzt...
en: Translating...
es: Traduciendo...
fr: Traduction...
hi: अनुवाद हो रहा है...
id: Menerjemahkan...
it: Traduzione in corso...
ja: 翻訳中...
ko: 번역 중...
nl: Vertalen...
pl: Tłumaczenie...
pt: Traduzindo...
ru: Перевод...
tr: Çevriliyor...
vi: Đang dịch...
zh_hant: 翻譯中...

source: 复制译文
ar: نسخ الترجمة
de: Übersetzung kopieren
en: Copy Translation
es: Copiar traducción
fr: Copier la traduction
hi: अनुवाद कॉपी करें
id: Salin terjemahan
it: Copia traduzione
ja: 翻訳をコピー
ko: 번역 복사
nl: Vertaling kopiëren
pl: Kopiuj tłumaczenie
pt: Copiar tradução
ru: Скопировать перевод
tr: Çeviriyi kopyala
vi: Sao chép bản dịch
zh_hant: 複製譯文

source: 已收藏
ar: تم الحفظ
de: Gespeichert
en: Saved
es: Guardado
fr: Enregistré
hi: सहेजा गया
id: Tersimpan
it: Salvato
ja: 保存済み
ko: 저장됨
nl: Opgeslagen
pl: Zapisano
pt: Salvo
ru: Сохранено
tr: Kaydedildi
vi: Đã lưu

source: 打开
ar: فتح
de: Öffnen
en: Open
es: Abrir
fr: Ouvrir
hi: खोलें
id: Buka
it: Apri
ja: 開く
ko: 열기
nl: Openen
pl: Otwórz
pt: Abrir
ru: Открыть
tr: Aç
vi: Mở
zh_hant: 打開

source: 无法读取分享内容
ar: تعذرت قراءة المحتوى المشترك
de: Geteilten Inhalt kann nicht gelesen werden
en: Cannot read shared content
es: No se puede leer el contenido compartido
fr: Impossible de lire le contenu partagé
hi: साझा की गई सामग्री पढ़ी नहीं जा सकती
id: Tidak dapat membaca konten yang dibagikan
it: Impossibile leggere il contenuto condiviso
ja: 共有された内容を読み取れません
ko: 공유된 내용을 읽을 수 없습니다
nl: Kan gedeelde inhoud niet lezen
pl: Nie można odczytać udostępnionej treści
pt: Não é possível ler o conteúdo compartilhado
ru: Не удается прочитать общий контент
tr: Paylaşılan içerik okunamıyor
vi: Không thể đọc nội dung được chia sẻ
zh_hant: 無法讀取分享內容

source: 翻译失败，请稍后重试。
ar: فشلت الترجمة. يرجى المحاولة لاحقًا.
de: Übersetzung fehlgeschlagen. Bitte später erneut versuchen.
en: Translation failed. Please try again later.
es: Error de traducción. Inténtalo de nuevo más tarde.
fr: La traduction a échoué. Veuillez réessayer plus tard.
hi: अनुवाद विफल रहा। कृपया बाद में फिर से प्रयास करें।
id: Terjemahan gagal. Coba lagi nanti.
it: Traduzione non riuscita. Riprova più tardi.
ja: 翻訳に失敗しました。後でもう一度お試しください。
ko: 번역에 실패했습니다. 나중에 다시 시도하세요.
nl: Vertaling mislukt. Probeer het later opnieuw.
pl: Tłumaczenie nie powiodło się. Spróbuj ponownie później.
pt: Falha na tradução. Tente novamente mais tarde.
ru: Не удалось выполнить перевод. Повторите попытку позже.
tr: Çeviri başarısız oldu. Lütfen daha sonra tekrar deneyin.
vi: Dịch thất bại. Vui lòng thử lại sau.
zh_hant: 翻譯失敗，請稍後重試。

source: 收藏失败，请打开译笺后重试。
ar: فشل الحفظ. افتح WordScene وحاول مرة أخرى.
de: Speichern fehlgeschlagen. Öffne WordScene und versuche es erneut.
en: Save failed. Open WordScene and try again.
es: Error al guardar. Abre WordScene e inténtalo de nuevo.
fr: Échec de l’enregistrement. Ouvrez WordScene et réessayez.
hi: सहेजना विफल रहा। WordScene खोलें और फिर से प्रयास करें।
id: Gagal menyimpan. Buka WordScene lalu coba lagi.
it: Salvataggio non riuscito. Apri WordScene e riprova.
ja: 保存に失敗しました。WordSceneを開いてもう一度お試しください。
ko: 저장에 실패했습니다. WordScene을 열고 다시 시도하세요.
nl: Opslaan mislukt. Open WordScene en probeer het opnieuw.
pl: Zapisywanie nie powiodło się. Otwórz WordScene i spróbuj ponownie.
pt: Falha ao salvar. Abra o WordScene e tente novamente.
ru: Не удалось сохранить. Откройте WordScene и повторите попытку.
tr: Kaydetme başarısız oldu. WordScene’i açıp tekrar deneyin.
vi: Lưu thất bại. Mở WordScene rồi thử lại.
zh_hant: 收藏失敗，請打開譯箋後重試。

source: 翻译历史保存失败：%@
ar: فشل حفظ سجل الترجمة: %@
de: Speichern des Übersetzungsverlaufs fehlgeschlagen: %@
en: Translation history save failed: %@
es: Error al guardar el historial de traducción: %@
fr: Échec de l’enregistrement de l’historique de traduction : %@
hi: अनुवाद इतिहास सहेजना विफल रहा: %@
id: Gagal menyimpan riwayat terjemahan: %@
it: Salvataggio della cronologia delle traduzioni non riuscito: %@
ja: 翻訳履歴の保存に失敗しました：%@
ko: 번역 기록 저장 실패: %@
nl: Opslaan van vertaalgeschiedenis mislukt: %@
pl: Zapisywanie historii tłumaczeń nie powiodło się: %@
pt: Falha ao salvar o histórico de traduções: %@
ru: Не удалось сохранить историю переводов: %@
tr: Çeviri geçmişi kaydedilemedi: %@
vi: Không lưu được lịch sử dịch: %@
zh_hant: 翻譯歷史保存失敗：%@
